Repository: Passionlinux/handylinux
Catalog: handymenu/handymenu-4.0/.pc/nocolors/locale/*/LC_MESSAGES/handymenu.po
Languages: de

source: Handymenu Configuration
de: Konfiguration

source: Choose an icon
de: Wählen Sie ein Symbol

source: Images
de: Bilder

source: Closed, no files selected
de: Geschlossen ist, ausgewählt keine Dateien

source: Edit the launcher
de: Bearbeiten Sie das Startprogramm

source: Change
de: Ändern

source: Change the label
de: Ändern Sie den Etiketten

source: Change icon
de: Ändern Sie das Symbol

source: Change the application icon
de: Ändern Sie das Anwendungssymbol

source: Move up
de: rücken

source: Move down
de: Nach unten

source: Move this app
de: Bewegen Sie diese Anwendung

source: Delete
de: löschen

source: Delete this launcher
de: Löschen Werfer

source: Delete this section
de: Löschen Sie diesen Abschnitt

source: Search for applications
de: Suche nach Anwendungen

source: Move section up
de: Nach oben Abschnitt

source: Move section down
de: Setzen Teil ab

source: Name of the new section:
de: Name des neuen Abschnitt :

source: More
de: Mehr

source: Add a section
de: Fügen Sie einen Abschnitt

source: Show recent files
de: Neueste Dateien anzeigen

source: Most visited
de: Die meisten besuchten

source: Show most visited uri
de: Show am meisten besuchten uri

source: Position of modules in menu
de: Position der Module im Menü

source: Reset
de: Zurücksetzen

source: Quit
de: verlassen

source: <b>Handymenu</b> version : {0} author : {1} licence : {2} homepage : <a href="{3}" title="HandyMenu homepage">{3}</a>
de: <b>Handymenu</b> version : {0} verfasser : {1} lizenz : {2} startseite : <a href="{3}" title="HandyMenu Startseite">{3}</a>

source: This menu is still empty
de: Dieses Menü ist noch leer

source: About
de: über

source: Configure
de: konfigurieren

source: Close after execution
de: Close nach der Ausführung

source: My Pictures
de: Meine Bilder

source: Browse my images folder
de: Durchsuchen Sie meine Bilder Ordner

source: My Documents
de: Meine Dokumente

source: Browse my documents
de: Durchsuchen Sie meine Dokumente

source: My Music
de: Meine Musik

source: Browse my music folder
de: Grasen Sie meinen Musikordner

source: My Videos
de: Meine Videos

source: Browse my videos
de: Stöbern meine Videos

source: Check my downloaded files
de: Überprüfen Sie meine heruntergeladenen Dateien

source: Personal folder
de: persönliche Ordner

source: Browse my personal directory
de: Durchsuchen Sie meine persönliche Verzeichnis

source: Check the trash
de: Überprüfen Sie den Papierkorb

source: Check and empty trash
de: Prüfen und Papierkorb leeren

source: Files help
de: Hilfe-Dateien

source: Get some help about file management
de: Holen Sie sich Hilfe zu Dateimanagement

source: Recent files
de: Neueste Dateien

source: Latest
de: Neueste

source: Web browser
de: Internetbrowser

source: Surf the web
de: Surfen Sie im Internet

source: Acces to free (as in freedom) Framasoft services
de: Zugang zu frei (wie in Freiheit) Framasoft Dienstleistungen

source: HandyLinux Help Center
de: HandyLinux Hilfe

source: Open HandyLinux Help Tool
de: Offene HandyLinux Hilfe-Tool

source: Applications list
de: Liste Anwendungen

source: Access to all installed applications
de: Zugriff auf alle installierten Anwendungen

source: Full LibreOffice suite
de: Volle Libreoffice-Suite

source: Surf the Web
de: Surfen Sie im Internet

source: Browse the internet
de: Durchsuchen Sie das Internet

source: Read or write emails
de: Lesen oder Schreiben von E-Mails

source: Consult or edit emails
de: Wenden Sie oder bearbeiten Sie E-Mails

source: Communicate with skype
de: Kommunizieren Sie mit skype

source: Communicate freely with the NSA
de: Frei kommunizieren mit der NSA

source: Share datas with P2P
de: Teilen Daten mit P2P

source: Internet help
de: Internet-Hilfe

source: Get some help about internet applications
de: Holen Sie sich Hilfe zu Internet-Anwendungen

source: Files
de: Dateien

source: Office
de: Büro

source: Consult or edit text files
de: Wenden oder Textdateien bearbeiten

source: Take notes
de: Machen Sie sich Notizen

source: Minimalist reminder
de: Minimalistische Erinnerung

source: Calculator
de: Rechner

source: Perform mathematical calculations
de: Führen mathematische Berechnungen

source: Scan documents
de: Scannen von Dokumenten

source: Simply scan a document
de: Scannen Sie einfach ein Dokument

source: Office help
de: Büro-Hilfe

source: Get some help about office applications
de: Holen Sie sich Hilfe zu Office-Anwendungen

source: Watch video, DVD ou play music
de: Schaut Video, DVD oder Musik

source: Images viewer
de: Bilder Betrachter

source: Watch your favorite pictures and photos
de: Sehen Sie Ihre Lieblingsbilder und Hotelfotos

source: Music player
de: Musik-Player

source: Play music, playlist or radio
de: Spielen Sie Musik, Playlist oder Radio

source: CD/DVD burner
de: CD / DVD Brenner

source: Backup datas on CD ou DVD
de: Backup-Daten auf CD ou DVD

source: Volume control
de: Lautstärkeregelung

source: Adjust computer sound level
de: Stellen Sie Computer Schallpegel

source: Multimedia help
de: Multimedia Hilfe

source: Get some help about multimedia applications
de: Holen Sie sich Hilfe zu Multimedia-Anwendungen

source: Games
de: Spiele

source: Play sudoku
de: spielen Sie Sudoku

source: Numbers puzzle
de: Zahlen Puzzle

source: Play bricks
de: Spielen Bricks

source: Play a Tetris clone
de: Spielen Sie ein Tetris-Klon

source: Play cards
de: Spielkarten

source: Brain training
de: Gehirntraining

source: GBrainy games suite
de: GBrainy Spiele suite

source: Board game
de: Brettspiel

source: Play Mahjong
de: spielen Mahjong

source: Play with bubbles
de: Spielen mit Blasen

source: Align colored bubbles
de: Richten Sie farbige Blasen

source: Adventurers
de: Abenteurer

source: Open a terminal
de: Öffnen Sie ein Terminal

source: Get access to the command line
de: Erhalten Sie Zugriff auf die Befehlszeile

source: Software Library
de: Softwarebibliothek

source: Network configuration
de: Netzwerkkonfiguration

source: Configure your network connection
de: Konfigurieren Sie Ihre Netzwerkverbindung

source: Printer configuration
de: Druckerkonfiguration

source: Add and configure a printer
de: Hinzufügen und Konfigurieren eines Druckers

source: Detailed configuration
de: ausführliche Konfigurations

source: Configure each part of HandyLinux
de: Konfigurieren Sie jeden Teil HandyLinux
