Repository: Passionlinux/handylinux
Catalog: cyclope/cyclope-1.5/.pc/cleanup/locale/*/LC_MESSAGES/cyclope.po
Languages: fr

source: Error while opening this file. Sorry {}
fr: Oops, une erreur s'est produite {}

source: Open a picture
fr: Ouvrez une image

source: Closed, no files selected
fr: pas de sélection : annulation

source: Fullscreen
fr: Plein écran

source: Restore screen
fr: Quitter le plein écran

source: Rotate right
fr: Pivoter à droite

source: Rotate left
fr: Pivoter à gauche

source: Disable zoom
fr: Désactiver le Zoom

source: Zoom
fr: Activer le Zoom

source: Disable slideshow
fr: Stopper le diaporama

source: Enable slideshow
fr: Lancer le Diaporama

source: Edit with {}
fr: Éditer avec {}

source: <b>{}</b> version : {} author : {} licence : {} homepage : {} --- usage : Use arrows, b and n keys to change image Double click or press f key to enlarge the window Press o to open a new image Press d or g to turn the image Press z to toggle zoom mode Press = to restore the image Press p to start slideshow mode Press m or right click to show the menu Press Escape or q to quit
fr: <b>{}</b> version : {} auteur : {} licence : {} page d'accueil : {} --- Raccourcis : - b, n ou les flêches pour changer d'image - Double-clic ou f pour passer en plein écran - d(roite) ou g(auche) pour pivoter l'image - o pour ouvrir une nouvelle image - m ou le clic-droit pour ouvrir le menu - z pour activer le mode zoom - = pour désactiver le mode zoom - p pour lancer le diaporama - Escape ou q pour quitter
