Repository: Passionlinux/handylinux
Catalog: Emmasoft/handysoft-1.1-revEmmaDE/locale/*/LC_MESSAGES/handysoft.po
Languages: eo, es, it, nl, pt, ru

source: Package informations
eo: Pako informoj
es: Información del paquete
it: Informazioni pacchetto
nl: Pakket informatie
pt: informações pacote
ru: Данные пакета

source: Remove this package
eo: Forigi tiun pakaĵon
es: Eliminar este paquete
it: Rimuovi questo pacchetto
nl: Verwijder dit pakket
pt: Remover este pacote
ru: Удалить этот пакет

source: This package is installed
eo: Ĉi tiu pako estas instalita
es: Este paquete está instalado
it: Questo pacchetto è installato
nl: Dit pakket is geïnstalleerd
pt: Este pacote é instalado
ru: Этот пакет установлен

source: Install this package
eo: Instali tiun pakon
es: Instalar este paquete
it: Installare questo pacchetto
nl: Installeer dit pakket
pt: Instale este pacote
ru: Установить этот пакет

source: This package is not installed
eo: Tiu pako ne estas instalita
es: Este paquete no está instalado
it: Questo pacchetto non è installato
nl: Dit pakket is niet geïnstalleerd
pt: Este pacote não é instalado
ru: Этот пакет не установлен

source: Downloading screenshot...
eo: elŝuti ekrankopion...
es: Descargando previsualización...
it: Screenshot in Download...
nl: Schermafbeelding downloaden...
pt: Baixando imagem de tela...
ru: Загрузка скриншота...

source: Right click to add a screenshot
eo: Dekstre klaku por aldoni ekrankopio
es: Haga clic derecho para añadir una previsualización
it: Tasto destro del mouse per aggiungere uno screenshot
nl: Klik met de rechtermuisknop om een schermafbeelding toe te voegen
pt: Botão direito do mouse para adicionar uma imagem de tela
ru: Щелкните правой кнопкой мыши, чтобы добавить скриншот

source: To add a screenshot for {}, click here :
eo: Aldoni ekrankopion por {}, klaku tie :
es: Para añadir una captura de pantalla para {}, haga clic aquí :
nl: Om een schermafbeelding voor {} toe te voegen, klik hier
pt: Para adicionar uma imagem para {}, clique aqui
ru: Чтобы добавить скриншот для {}, нажмите здесь :

source: Click here to upload a screenshot
eo: Klaku ĉi tie por alŝuti ekrankopio
es: Haga clic aquí para subir una previsualización
it: Clicca qui per caricare uno screenshot
nl: Klik hier om een schermafbeelding te uploaden
pt: Clique aqui para enviar uma captura de tela
ru: Нажмите здесь, чтобы загрузить скриншот

source: Search package
eo: Serĉo pako
es: Búsqueda de paquetes
it: Cerca il pacchetto
nl: Zoek pakket
pt: Pacote de pesquisa
ru: Поиск пакета

source: Enter your research here (regexp are allowed)
eo: Entajpu vian serĉon tie
es: Ingrese su búsqueda aquí (se aceptan las expresiones)
it: Inserisci la tua ricerca qui
nl: Vul uw zoekopdracht hier in
pt: Digite sua pesquisa aqui
ru: Введите условия поиска здесь (допустимы регулярные выражения)

source: Click to start searching
eo: Klaku por ekserĉi
es: Haga clic para iniciar la búsqueda
it: Fare clic per avviare la ricerca
nl: Klik om te zoeken
pt: Clique para iniciar a pesquisa
ru: Нажмите, чтобы начать поиск

source: Search also in description
eo: Serĉu ankaŭ en priskribo
es: Buscar también en la descripción
it: Cerca anche nella descrizione
nl: Zoek ook in de beschrijving
pt: Pesquisar também na descrição
ru: Также искать в описании

source: Search in description
eo: Serĉi en priskribo
es: Buscar en la descripción
it: Ricerca nella descrizione
nl: Zoek in de beschrijving
pt: Pesquisa na descrição
ru: Поиск в описании

source: Search
eo: Serĉu
es: Buscar
it: Ricerca
nl: Zoeken
pt: Pesquisa
ru: Поиск

source: Search packages
eo: Serĉo pakoj
es: Busca paquetes
it: Cerca pacchetti
nl: Zoek pakketten
pt: Pacotes de pesquisa
ru: Поиск пакетов

source: Softwares
eo: Softvaroj
nl: Software
pt: Programas
ru: Программное обеспечение

source: Toggle between packages search or packages list
eo: Baskuli inter pakoj serĉu aŭ pakoj listo
es: Alternar entre búsqueda de paquetes o lista de paquet
it: Alterna tra pacchetti di ricerca o un elenco dei pacchetti
nl: Schakelen tussen pakketten zoeken of pakketten lijst
pt: Alternar entre pacotes procurar lista de pacotes
ru: Переключение между поиском пакетов и списком пакетов

source: About
eo: Pri
es: Acerca de
it: Informazioni su
nl: Over
pt: Sobre
ru: Около

source: Opening cache
eo: Malfermo kaŝmemoron
es: Apertura caché
it: Aprendo la cache
nl: Open cache
pt: Cache de abertura
ru: Открытие кэша

source: {} lets you install common applications easily For a full list of available packages in Debian and Handylinux repositories, you must use the Synaptic Package Manager.
eo: {} permesas instali komunaj aplikoj facile Por plena listo de disponeblaj pakoj en Debiano deponejoj, vi devas uzi la Synaptic Package Manager.
es: {} le permite instalar fácilmente aplicaciones comunes Para obtener una lista completa de los paquetes disponibles en los repositorios de Debian, debe utilizar el Gestor de paquetes Synaptic.
it: {} Consente di installare applicazioni comuni facilmente Per un elenco completo dei pacchetti disponibili in Debian repository, È necessario utilizzare il Gestore pacchetti Synaptic.
nl: {} Gangbare toepassingen eenvoudig installeren Volledige lijst van beschikbare pakketten in Debian repositories, Je moet de Synaptic Package Manager gebruiken.
pt: {} permite que você instale aplicativos comuns facilmente Para uma lista completa de pacotes disponíveis nos repositórios do Debian, você deve usar o Gerenciador de Pacotes Synaptic.
ru: {} позволяет легко установить общие приложения Для полного списка доступных пакетов в репозитории Debian вы должны использовать Synaptic Package Manager.

source: I'm an expert, open synaptic
eo: Mi sperta, malfermita synaptic
es: Soy un experto, abrir Synaptic
it: Sono un esperto, apri Synaptic
nl: Ik ben een expert open Synaptic
pt: Eu sou um especialista, Synaptic aberto
ru: Я эксперт, открыть Synaptic

source: Installed
eo: Instalita
es: Instalado
it: Installato
nl: Geïnstalleerd
pt: Instalado
ru: Установлен

source: Package name
eo: Pakaĵo nomo
es: Nombre del paquete
it: Nome del pacchetto
nl: Naam van het pakket
pt: Nome do pacote
ru: Имя пакета

source: Description
eo: Priskribo
es: Descripción
it: Descrizione
nl: Beschrijving
pt: Descrição
ru: Описание

source: Searching in packages...
eo: Serĉado en pakoj...
es: Buscando entre los paquetes...
it: Cercando tra i pacchetti...
nl: Zoeken in pakketten...
pt: Pesquisando em pacotes...
ru: Поиск в пакетах...

source: Games
eo: Ludoj
es: Juegos
it: Giochi
nl: Spelletjes
pt: Jogos
ru: Игры

source: Education
eo: Edukado
es: Educación
it: Istruzione
nl: Onderwijs
pt: Educação
ru: Образование

source: Multimedia
pt: Multimídia
ru: Мультимедиа

source: Internet
eo: Interreto
ru: Интернет

source: Office
eo: Oficejo
es: Oficina
nl: Kantoor
pt: Escritório
ru: Офис

source: Graphics
eo: Grafikaĵoj
es: Gráficos
it: Grafica
nl: Grafisch
pt: Gráficos
ru: Графика

source: Tools and others
eo: Iloj kaj aliaj
es: Herramientas y demás
it: Strumenti ed altri
nl: Tools en anderen
pt: Ferramentas e outros
ru: Инструменты и прочее

source: Expert
eo: Fakulo
es: Experto
it: Esperti
pt: Especialista
ru: Эксперт

source: Installing a new package :
eo: Instali novan pakon :
es: Instalación de un nuevo paquete :
it: Installando un nuovo pacchetto :
nl: Installeren van een nieuw pakket :
pt: A instalação de um novo pacote :
ru: Установка нового пакета :

source: Removing a package :
eo: Forigado pako
es: Eliminación de un paquete :
it: Rimuovendo un pacchetto :
nl: Verwijderen van een pakket :
pt: A remoção de um pacote :
ru: Удаление пакета :

source: <span size='large'>☺ All changes applied with success</span>
eo: <span size='large'>☺ Ĉiuj ŝanĝoj aplikita kun sukceso</span>
es: <span size='large'>☺ Todos los cambios aplicados con éxito</span>
it: <span size='large'>☺ Tutte le modifiche applicate con successo</span>
nl: <span size='large'>☺ Alle wijzigingen zijn gelukt</span>
pt: <span size='large'>☺ Todas as alterações aplicadas com sucesso</span>
ru: <span size='large'>☺ Все изменения произведены успешно</span>

source: <span size='large'>☹ An Error Occurred!</span>
eo: <span size='large'>☹ Eraro okazis !</span>
es: <span size='large'>☹ Ocurrió un error !</span>
it: <span size='large'>☹ si è verificato un errore!</span>
nl: <span size='large'>☹ Er is een fout opgetreden!</span>
pt: <span size='large'>☹ Ocorreu um erro !</span>
ru: <span size='large'>☹ Произошла ошибка!</span>
