Repository: Passionlinux/handylinux
Catalog: handymenu/handymenu-4.0/.pc/moveabout/locale/*/LC_MESSAGES/handymenu.po
Languages: eo, es, fr, nl, ru

source: Handymenu Configuration
fr: Configuration du HandyMenu

source: Choose an icon
eo: elektis piktogramon
es: Elija un icono
fr: Choisir une icône
nl: Kies een icoon
ru: Выберите значок

source: Closed, no files selected
eo: fermita, neniu dosiero elektita
es: icerrado, no hay ningún archivo seleccionado
fr: Fermeture, pas de fichiers sélectionnés
nl: gesloten, geen file-selectie
ru: Закрыт, файлы не выбран

source: Edit the launcher
eo: Redaktu la lanzador
es: Edite el lanzador
fr: Éditer le lanceur
nl: Bewerk de launcher
ru: Редактировать пусковой

source: Change
eo: Ŝanĝu
es: Cambiar
fr: Changer
nl: Verander
ru: Изменить

source: Change the label
eo: Ŝanĝu la nomon
es: Cambiar el nombre
fr: Changer le nom
nl: Verander de naam
ru: Изменить метку

source: Change icon
eo: ŝanĝo ikono
es: Cambiar icono
fr: Changer l'icône
nl: Ander pictogram
ru: Изменить значок

source: Change the application icon
eo: ŝanĝi la apliko ikono
es: cambiar el icono de la aplicación
fr: Changer l'icône de l'application
nl: verander het pictogram van de toepassing
ru: Изменить значок приложения

source: Move up
eo: movi supren
es: ascender
fr: Monter
nl: omhoog
ru: вверх

source: Move down
eo: movi malsupren
es: mover hacia abajo
fr: Descendre
nl: omlaag
ru: вниз

source: Move this app
eo: movi ĉi lanĉilo
es: mover este lanzador
fr: Déplacer ce lanceur
nl: bewegen deze launcher
ru: Перемещение это приложение

source: Delete
eo: Forigi
es: Eliminar
fr: Supprimer
nl: Verwijder
ru: Удалить

source: Delete this launcher
eo: Forigi ĉi lanzador
es: Eliminar esta lanzador
fr: Supprimer ce lanceur
nl: Verwijder dit launcher
ru: Удалить эту пусковую

source: Delete this section
eo: Forigu la sekcion
es: Eliminar esta sección
fr: Supprimer cette section
nl: Verwijder deze sectie
ru: Удалить этот раздел

source: Search for applications
eo: Trovi apliko
es: Encontrar aplicación
fr: Ajouter une application
nl: Toepassing Zoeken
ru: Поиск приложений

source: Move section up
eo: Movu supren sekcio
es: Subir sección
fr: Monter la section
nl: Move up sectie
ru: Перемещение раздела на

source: Move section down
eo: Moviĝu sekcio malsupren
es: Sección Mover hacia abajo
fr: Descendre la section
nl: Move gedeelte neer
ru: Перемещение раздела вниз

source: To add an application, Drag and drop it below
fr: Pour ajouter une application, glissez-la dans le liste.

source: Name of the new section:
eo: Nomo de la nova sekcio :
es: Nombre de la nueva sección
fr: Nom de la nouvelle section :
nl: Naam van de nieuwe sectie :
ru: Название нового раздела:

source: More
eo: Pli
es: Más
fr: Plus
nl: Meer
ru: Больше

source: Add a section
eo: Aldoni sekcio
es: Añadir Sección
fr: Ajouter une section
nl: Toevoegen sectie
ru: Добавить раздел

source: Show recent files
eo: Montru freŝdatan dosieron
es: Mostrar archivos recientes
fr: Montrer les fichiers récents
nl: Tonen recente bestanden
ru: Показать последние файлы

source: Position of modules in menu
eo: Pozicio de moduloj en menuo
es: Posición de los módulos en el menú
fr: Position des modules dans le menu
nl: Positie van de modules in het menu
ru: Положение модулей в меню

source: Reset
eo: Restarigi
es: Reinicializar
fr: Réinitialiser
ru: Сброс

source: View config
fr: Afficher la configuration

source: Quit
eo: Ĉesu
es: Salir
fr: Quitter
nl: Sluit
ru: близко

source: <b>Handymenu</b> version : {0} author : {1} licence : {2} homepage : <a href="{3}" title="HandyMenu homepage">{3}</a>
eo: <b>Handymenu</b> versio : {0} aŭtoro : {1} licenco : {2} retpaĝo : <a href="{3}" title="HandyMenu retpaĝo">{3}</a>
es: <b>Handymenu</b> versión : {0} autor : {1} licencia : {2} página web : <a href="{3}" title="HandyMenu página">{3}</a>
fr: <b>Handymenu</b> version : {0} auteur : {1} licence : {2} page d'accueil : <a href="{3}" title="page d'accueil HandyMenu">{3}</a>
nl: <b>Handymenu</b> versie : {0} auteur : {1} licentie : {2} homepage : <a href="{3}" title="HandyMenu homepage">{3}</a>

source: Error at launching {} Do you want to install it?
fr: Erreur au lancement de {} Voulez-vous l'installer ?

source: This menu is still empty
eo: Ĉi tiu menuo estas malplena
es: Este menú está vacía por ahora
fr: Ce menu est vide
nl: Dit menu is voor het moment leeg
ru: Это меню все еще пуст

source: About
eo: Pri ni
es: Acerca de
fr: À propos
nl: Ongeveer
ru: относительно

source: Close
eo: Fermi
es: Salir
fr: Fermer
nl: Sluit
ru: близко

source: Configure
eo: Personecigi
es: Personalizar
fr: Personnaliser
nl: Personaliseren
ru: Персонализация

source: Close after execution
eo: Malfermi post ekzekuto
es: Cerca después de la ejecución
fr: Fermer après exécution
nl: Sluiten na executie
ru: закрыть после выполнения

source: My Pictures
eo: Miaj Fotoj
es: Mis imágenes
fr: Mes Images
nl: Mijn Afbeeldingen
ru: Мои изображения

source: Browse my images folder
eo: Esplori miajn fotojn
es: Ver mis imagenes
fr: Parcourir mon dossier d'images
nl: Verken mijn afbeeldingen
ru: открыть папку изображений

source: My Documents
eo: Miaj Dokumentoj
es: Mis documentos
fr: Mes Documents
nl: Mijn Documenten
ru: Мои документы

source: Browse my documents
eo: Esplori miajn dokumentojn
es: Ver mis documentos
fr: Parcourir mes documents
nl: Verken mijn documenten
ru: открыть папку документов

source: My Music
eo: Mia muziko
es: Mi Música
fr: Ma Musique
nl: Mijn Music
ru: Моя музыка

source: Browse my music folder
eo: Esplori mia muziko
es: Ver mi música
fr: Parcourir ma musique
nl: Browse mijn music folder
ru: открыть папку аудиозаписей

source: My Videos
eo: Miaj videoj
es: Mis Videos
fr: Mes Vidéos
nl: Mijn Videos
ru: Мои видеофайлы

source: Browse my videos
eo: Esplori miajn videojn
es: Ver mis videos
fr: Parcourir mes vidéos
nl: Verken mijn videobestanden
ru: открыть папку видеозаписей

source: Downloads
eo: Miaj Elŝutoj
es: Mis Descargas
fr: Téléchargements
nl: Mijn Downloads
ru: Мои загрузки

source: Check my downloaded files
eo: Esplori miajn dosierojn elŝutitajn
es: Compruebe mis archivos descargados
fr: Vérifier mes fichiers téléchargés
nl: Verken mijn gedownloade bestanden
ru: просмотреть список загруженных файлов

source: Personal folder
eo: Mia Dosierujo Persona
es: Mi Carpeta Personal
fr: Dossier personnel
nl: Persoonlijke folder
ru: Моя домашняя папка

source: Browse my personal directory
eo: Esplori miajn personajn dosierojn
es: Echa un vistazo a mi archivo personal
fr: Parcourir mon dossier personnel
nl: Browse mijn personal folder
ru: открыть свою личную папку

source: Check the trash
eo: Kontroli la rubo
es: Verificar la papelera
fr: Vérifier la corbeille
nl: Lege prullenbak
ru: Очистить корзину

source: Check and empty trash
eo: Kontroli kaj malplenigi la rubo
es: Verificar y vaciar la papelera
fr: Vérifier et vider la corbeille
nl: Open en maak prullenbak leeg
ru: проверить и удалить содержимое корзины

source: Files help
eo: Helpo de dosieroj
es: Ayuda sobre Archivos
fr: Aide fichiers
nl: Help Files
ru: Помощь по менеджеру файлов

source: Get some help about file management
eo: Get helpo kun dosiero mastrumado
es: Obtener ayuda sobre la gestión de archivos
fr: Obtenir de l'aide sur la gestion des fichiers
nl: Zoek hulp over bestandsbeheer
ru: получить помощь по работе с папками и файлами

source: Web browser
eo: Navegador retejo
es: Navegador web
fr: Navigateur internet
nl: Surf op Internet
ru: Браузер

source: Surf the web
eo: Esploru la Interreton
es: Navegar por la Internet
fr: Naviguer sur le web
nl: Browse het world wide web
ru: просматривать веб-страницы

source: Acces to free (as in freedom) Framasoft services
eo: Libera aliro servoj Framasoft
es: Servicios libre Framasoft
fr: Accéder aux services Libres proposés par Framasoft
nl: Toegang tot vrije diensten Framasoft
ru: Доступ к бесплатному услуг Framasoft

source: HandyLinux Help Center
fr: Aide HandyLinux

source: Open HandyLinux Help Tool
fr: Accéder au centre d'aide HandyLinux

source: Applications list
eo: Listo de aplikaĵoj
es: Lista de aplicaciones
fr: Liste des applications
nl: Programma lijst
ru: Список приложений

source: Access to all installed applications
eo: Aliri ĉiujn viajn aplikaĵojn
es: Acceso a todas las aplicaciones instaladas
fr: Accéder à la liste complète des applications installées
nl: Bekijk je ge√Ønstalleerde programma's
ru: просмотреть полный перечень установленных приложений

source: Office suite
eo: Libreoffice
es: LibreOffice Suite
fr: Suite Bureautique
ru: Офисный пакет

source: Full LibreOffice suite
eo: Oficeja programaro tute senkosta
es: LibreOffice Suite completa
fr: Suite complète LibreOffice
nl: Volledig LibreOffice bureau werkset
ru: Полный набор LibreOffice

source: Recent files
eo: Lastaj dosieroj
es: Archivos recientess
fr: Fichiers récents
nl: recente bestanden
ru: Недавние файлы

source: Latest
eo: Lastaj
es: Recientes
fr: Récents
nl: Recente
ru: недавний

source: Surf the Web
eo: Esploru la Interreton
es: Navegar por la Internet
fr: Naviguer sur internet
nl: Surf op Internet
ru: просматривать веб-страницы

source: Browse the internet
eo: Helpo de Internet
es: Navegar por la Internet
fr: Parcourir le web
nl: Surf op Internet
ru: Помощь по веб-приложениям

source: Read or write emails
eo: Legi kaj skribi retmesaĝojn
es: Leer o escribir email
fr: Écrire ou lire des é-mails
nl: Lees of schrijf e-mails
ru: Почта

source: Consult or edit emails
eo: Konsulti aŭ skribi retletero
es: Leer o escribir mensajes de correo electrónico
fr: Consulter ou rédiger des courriers électroniques
nl: Consult en schrijven e-mails
ru: обмениваться сообщениями по электронной почте

source: Communicate with skype
eo: Komuniki per Skype
es: Comunicar con skype
fr: Communiquer avec skype
nl: Communiceer met skype
ru: Общение по Skype

source: Communicate freely with the NSA
eo: Komuniki senpage kun NSA
es: Comunicar gratis con NSA
fr: Communiquer gratuitement avec la NSA
nl: Communiceer gratis met NSA
ru: Связь бесплатно АНБ

source: Framasoft Services
eo: Framasoft liberaj servoj
es: Servicios libre Framasoft
fr: Services Libres Framasoft
nl: Framasoft vrije diensten
ru: Framasoft Услуги

source: P2P torrent client
eo: Torrent kliento
es: Cliente Torrent
fr: Client torrent P2P
nl: Torrent-client
ru: торрент-клиент

source: Share datas with P2P
eo: P2P datumoj sharing
es: Compartir en P2P internet
fr: Partager des données en P2P
nl: P2P delen van gegevens
ru: обмен данными P2P

source: Internet help
eo: Helpo de Internet
es: Web Ayuda
fr: Aide internet
nl: Internet hulpen
ru: Интернет помощь

source: Get some help about internet applications
eo: Akiri helpon pri aplikaĵoj de interreto
es: Obtener ayuda sobre las aplicaciones de Internet
fr: Obtenir de l'aide sur les applications internet
nl: Verkrijg hulp over internet applicaties
ru: получить помощь по приложениям, работающим в сети Интернет

source: Files
eo: Lokoj
es: Archivos
fr: Fichiers
nl: Mappen
ru: Файлы и папки

source: Office
eo: Oficejo
es: Ofimática
fr: Bureautique
nl: Bureauwerkset
ru: Офис

source: Text editor
eo: Teksta redaktilo
es: Editor de texto
fr: Éditeur de texte
nl: Tekst Editor
ru: Текстовый редактор

source: Consult or edit text files
eo: Legi aŭ redakti teksta dosiero
es: Consultar o editar un archivo de texto
fr: Consulter ou éditer des fichiers texte
nl: Open of wijzig een tekstbestand
ru: читать или редактировать текстовые файлы без форматирования

source: Take notes
eo: Notu
es: Tomar notas
fr: Prendre des notes
nl: Maak nota's
ru: Записная книжка

source: Minimalist reminder
eo: Redaktilo minimumista
es: Un recordatorio minimalista
fr: Simple pense-bête
nl: Minimalistische herinnering
ru: быстро сделать заметку

source: Calculator
eo: Kalkulilo
es: Calculadora
fr: Calculatrice
nl: Rekenmachine
ru: Калькулятор

source: Perform mathematical calculations
eo: Plenumi matematikajn kalkulojn
es: Realizar cálculos matemáticos
fr: Effectuer des calculs mathématiques
nl: Bereken wiskundige sommen
ru: выполнять математические вычисления

source: Scan documents
eo: Dokumento skanilo
es: Digitalización de documentos
fr: Scanner un document
nl: Document scannen
ru: Сканер

source: Simply scan a document
eo: Facile skani dokumentojn
es: Escanear documentos fácilmente
fr: Numériser simplement un document
nl: Scan gemakkelijk documenten
ru: оцифровать документ(ы)

source: Office help
eo: Helpo de Oficejo
es: Ayuda ofimática
fr: Aide bureautique
ru: Помощь по офисным приложениям

source: Get some help about office applications
eo: Akiri helpon pri aplikaĵojn oficejajn
es: Obtener ayuda sobre las aplicaciones de ofimática
fr: Obtenir de l'aide sur les applications bureautiques
nl: Verkrijg hulp over bureau toepassingen
ru: получить помощь по работе с офисным ПО

source: Multimedia
eo: Plurmedio
fr: Multimédia
ru: Мультимедиа

source: Multimedia player
eo: Plurmedia ludilo
es: Lector multimedia
fr: Lecteur multimédia
nl: MultiMedia Lezer
ru: Мультимедиа-проигрыватель

source: Watch video, DVD ou play music
eo: Aûskulti muzikon, spekti videojn aû viddiskojn
es: Ver videos, DVD o escuchar música
fr: Regarder des vidéos, un DVD ou écouter un ficher audio
nl: Bekijk een video, bekijk een dvd of beluister muziek
ru: просмотреть видеофайл или фильм с DVD-диска, прослушать аудиозапись

source: Images viewer
eo: Vidigilo de fotoj
es: Visualizador de imágenes
fr: Visionneuse d'images
ru: Просмотр изображений

source: Watch your favorite pictures and photos
eo: Vidi viajn ŝatatajn bildojn kaj fotojn
es: Ver sus fotos favoritas
fr: Profiter simplement de vos images et photos
nl: Bekijk je favoriete afbeeldingen en foto's
ru: просматривать картинки и фотографии

source: Music player
eo: Sonaŭdigilo
es: Lector de música
fr: Lecteur de musique
nl: Music Lezer
ru: Аудиопроигрыватель

source: Play music, playlist or radio
eo: Aŭskulti muzikon, radiostaciojn kaj ludlistojn
es: Escuchar música, lista de reproducción o la radio
fr: Profiter de votre musique, de la radio et créer vos listes de lecture
nl: Beluister muziek, playlist of audiobestanden
ru: слушать аудиозаписи или интернет-радио, создавать свои плей-листы

source: CD/DVD burner
eo: Registrilo de KD/DVD
es: Gravador de CD/DVD
fr: Graveur de CD/DVD
nl: CD/DVD Brander
ru: Запись CD/DVD-дисков

source: Backup datas on CD ou DVD
eo: Registri datumojn al KD/DVD
es: Gravar datos en CD/DVD
fr: Sauvegarder vos données sur CD/DVD
nl: Brand data op een CD/DVD
ru: записать данные на CD- или DVD-диск

source: Volume control
eo: Laŭtoregilo
es: Control del volumen
fr: Réglage du volume
nl: Volume Controle
ru: Регулировка звука

source: Adjust computer sound level
eo: Reguligi la laŭteco de la komputilo
es: Ajustar el volumen de sonido del ordenador
fr: Configurer les entrées/sortie audio
nl: Wijzig audiovolume computer
ru: настроить громкость звука

source: Multimedia help
eo: Helpo de plurmedio
es: Ayuda multimedia
fr: Aide multimédia
ru: Мультимедиа Помощь

source: Get some help about multimedia applications
eo: Akiri helpon pri plurmedia aplikaĵoj
es: Obtener ayuda sobre las aplicaciones multimedia
fr: Obtenir de l'aide sur les applications multimédia
nl: Verkrijg hulp over multimedia toepassingen
ru: получить помощь по мультимедийному ПО

source: Games
eo: Ludoj
es: Juegos
fr: Jeux
nl: Spelletjes
ru: Игры

source: Play sudoku
eo: Ludi Sudoku-n
es: Jugar al sudoku
fr: Jouer au sudoku
nl: Speel Sudoku
ru: Судоку

source: Numbers puzzle
eo: Nombroj puzlo
es: Puzzle de los números
fr: Casse-tête de chiffres
nl: Puzzel cijfers
ru: Головоломки чисел

source: Play bricks
eo: Ludi brikoj
es: Jugar con ladrillos
fr: Jouer aux briques
nl: Speel bakstenen
ru: Играть кирпичи

source: Play a Tetris clone
eo: Ludi Tetris klono
es: Jugar Tetris clone
fr: Jouer à un clone de Tetris
nl: Spelen met een Tetris-kloon
ru: Играя с клоном Тетриса

source: Play cards
eo: Ludi kartojn
es: Jugar a las cartas
fr: Jouer aux cartes
nl: Speel Cards
ru: карточные игры

source: Brain training
eo: Cerbon Trejnado
es: Entrenamiento cerebral
fr: Entraînement cérébral
nl: Train je hersenen
ru: Головоломки

source: GBrainy games suite
eo: Progamaro de GBrainy
es: GBrainy suite
fr: Suite de jeux GBrainy
nl: GBrainy suite
ru: пакет игр GBrainy

source: Board game
eo: Ludi MahJong-n
es: Jugar al MahJong
fr: Jeu de plateau
nl: Bord Spel
ru: Настольные игры

source: Play Mahjong
eo: Ludi Mahjong-n
es: Jugar al Mahjong
fr: Jouer au Mahkong
nl: Speel Mahjong
ru: маджонг

source: Play with bubbles
eo: Ludi Bobeloj
es: Jugar con burbujas
fr: Jouer avec les bulles
nl: Speel Bubbles
ru: Играть пузырьки

source: Align colored bubbles
eo: Align koloraj bobeloj
es: Alinear burbujas de colores
fr: Aligner les bulles de couleurs
nl: Lijn gekleurde bubbels
ru: Совместите цветные пузырьки

source: Adventurers
eo: Aventuristoj
es: Aventureros
fr: Aventuriers
nl: Avonturiers
ru: Авантюристы

source: Open a terminal
eo: Malfermu terminalo
es: Abrir un Terminal
fr: Ouvrir un terminal
nl: Open een terminal
ru: Открыть терминал

source: Get access to the command line
eo: Aliri la komandan linion
es: Acceso a la línea de comandos
fr: Accéder à la ligne de commande
nl: Toegang tot het menu uitvieren
ru: получить доступ к командной строке

source: Software Library
eo: Programaro biblioteko
es: Biblioteca de software
fr: Logithèque Debian
nl: Programma Centrum
ru: библиотека программ

source: Software management
eo: Instali kaj malinstali programarojn de la deponejoj de Debian
es: Instalar, desinstalar softwares desde los repositorios de Debian
fr: Gestionnaire de logiciels
nl: Management van programmas en updates
ru: установить или удалить приложение из коллекции программ Debian

source: Network configuration
eo: Reto agordo
es: Configuración de la red
fr: Configuration réseau
nl: Netwerkconfiguratie
ru: конфигурация сети

source: Configure your network connection
eo: Agordi la atributojn de via reto
es: Configurar las propiedades de una red
fr: Configurer les connexions réseaux
nl: Stel je netwerk eigenschappen in
ru: настроить сетевые соединения

source: Printer configuration
eo: Agordi la Printilojn
es: Configurar una impresora
fr: Configurer une imprimante
nl: Stel een printer in
ru: Настройка принтера

source: Add and configure a printer
eo: Aldoni kaj agordi la printilojn
es: Añadir y configurar una impresora
fr: Ajouter et configurer une imprimante
nl: Voeg een printer toe en stel hem in
ru: добавить и настроить принтер

source: Detailed configuration
eo: Agordo detala
es: Configuración detallada
fr: Configuration détaillée
nl: Gedetailleerde Configuratie
ru: Расширенная конфигурация

source: Configure each part of HandyLinux
eo: Agordi ĉiujn aspektojn de HandyLinux
es: Configurar cada parte de HandyLinux
fr: Accéder à la configuration détaillée d'HandyLinux
nl: Configureer elk deel van HandyLinux
ru: получить доступ к расширенным настройкам HandyLinux

source: Images
eo: bildoj
ru: Просмотр изображений

source: Modules
eo: moduloj
es: Módulos
ru: Модули

source: Internet
eo: Interreto
ru: Интернет

source: Framasoft
ru: Framasoft Услуги
