Repository: Passionlinux/handylinux
Catalog: handysoft/handysoft-1.1/locale/*/LC_MESSAGES/handysoft.po
Languages: de, fr

source: Package informations
de: Package Informationen
fr: Informations sur le logiciel

source: Remove this package
de: Entfernen Sie dieses Paket
fr: Supprimer ce logiciel

source: This package is installed
de: Dieses Paket installiert ist
fr: Logiciel installé

source: Install this package
de: Installieren Sie dieses Paket
fr: Installer ce logiciel

source: This package is not installed
de: Dieses Paket ist nicht installiert
fr: Logiciel non-installé

source: Downloading screenshot...
de: Herunterladen Screenshot
fr: Téléchargement de l'aperçu...

source: Right click to add a screenshot
de: Rechtsklicken Sie auf einen Screenshot hinzufügen
fr: Clic-droit pour ajouter un aperçu

source: To add a screenshot for {}, click here :
de: Klicken Sie hier, um einen Screenshot hochladen
fr: Cliquez ici pour ajouter un aperçu à {}

source: Click here to upload a screenshot
de: Klicken Sie hier, um einen Screenshot hochladen
fr: Mettre un aperçu en ligne

source: Search package
de: Suche Paket
fr: Rechercher un logiciel

source: Enter your research here (regexp are allowed)
de: Geben Sie hier Ihre Suche (regexp sind erlaubt)
fr: Entrez votre recherche ici (expressions régulières acceptées)

source: Click to start searching
de: Klicken Sie auf die Suche zu starten
fr: Lancer la recherche

source: Search also in description
de: Suche auch in Beschreibung
fr: Chercher aussi dans les descriptions

source: Search in description
de: Name und Beschreibung
fr: Nom + Description

source: Search
de: Suche
fr: Recherche

source: Search packages
de: Suche nach Paketen
fr: Chercher un logiciel

source: Software
fr: Logiciels

source: Toggle between packages search or packages list
de: Umschalten zwischen Paketen suchen Pakete Liste
fr: Passer de la recherche au catalogue

source: About
de: Ûber
fr: À propos

source: Check for updates
de: Auf Updates prüfen
fr: Vérifier les mises à jour

source: Opening cache
de: Vorstellung cache
fr: Interrogation du cache

source: {} lets you install common applications easily For a full list of available packages in Debian and Handylinux repositories, you must use the Synaptic Package Manager.
de: {} können Sie gängige Anwendungen einfach zu installieren Für eine vollständige Liste der verfügbaren Pakete in Debian und Handylinux repositories, müssen Sie den Synaptic Package Manager verwenden.
fr: {} vous permet de rechercher, installer ou supprimer des logiciels simplement. Pour une liste complète des logiciels disponibles sur Debian et Handylinux vous devez utiliser le Gestionnaire de Paquets Synaptic.

source: I'm an expert, open synaptic
de: Ich bin ein Experte, offene synaptischen
fr: Je suis un expert, lancer synaptic

source: Installed
de: installiert
fr: Installé

source: Package name
de: Paketname
fr: Nom du logiciel

source: Screenshot
de: Bildschirmfoto
fr: Aperçu

source: Searching in packages...
de: Suche nach Paketen
fr: Recherche dans les logiciels...

source: <b>{0}</b> From {2} for handylinux community with love. version : {1} licence : {3} homepage : <a href="{4}" title="handysoft homepage">{4}</a>
de: <b>{0}</b> Von {2} für HandyLinux Gemeinschaft mit der Liebe. version : {1} Lizenz : {3} Startseite : <a href="{4}" title="handysoft homepage">{4}</a>
fr: <b>{0}</b> Fait avec amour par {2} pour la communauté handylinux. version : {1} licence : {3} page d'accueil : <a href="{4}" title="handysoft homepage">{4}</a>

source: Suggested
de: Empfohlene
fr: Suggestions

source: Games
de: Spiele
fr: Jeux

source: Education
de: Bildung
fr: Éducation

source: Multimedia
fr: Multimédia

source: Office
de: Büro
fr: Bureautique

source: Graphics
de: Grafik
fr: Graphisme

source: Tools and others
de: Werkzeuge und andere
fr: Outils et Divers

source: Installing a new package :
de: Die Installation eines neuen Pakets :
fr: Installation du logiciel :

source: Removing a package :
de: Entfernen eines Pakets :
fr: Suppression du logiciel :

source: Graphical audio CD ripper and encoder
de: Grafische Audio-CD-Ripper und Encoder
fr: Extracteur et encodeur de CD audio

source: Simple multi-page document viewer
de: Einfache mehrseitiges Dokument-Viewer
fr: Lecteur de PDF

source: Cross-platform multi-track audio editor
de: Cross-Plattform-Mehrspur-Audio-Editor
fr: Éditeur audio multi-piste

source: Free video editor
de: Videobearbeiter
fr: Éditeur et encodeur vidéo

source: E-book converter and library management
de: Ebook-Konverter und Bibliotheksmanagement
fr: Gestionnaire de collection e-books

source: File searching tool, configurable via the command line
de: Datei-Suchwerkzeug, konfigurierbar über die Befehlszeile
fr: Outil de recherche configurable

source: Tool to take pictures and videos from your webcam
de: Tool, um Fotos und Videos von Ihrer Webcam zu nehmen
fr: Enregistreur audio-vidéo pour webcam

source: Modern music player and library organizer
de: Moderne Musik-Player und Bibliothek Veranstalter
fr: Gestionnaire de bibliothèque musicale

source: Highly configurable system monitor
de: Stark konfigurierbares System-Monitor
fr: Moniteur système hautement configurable

source: Minimalist images viewer
de: Minimalistische Bilder Betrachter
fr: Visionneuse d'image minimaliste

source: Virtual lighttable and darkroom for photographers
de: Virtuelle Leuchttisch und Dunkelkammer für die Fotografie
fr: Outil de production pour les photographes

source: Intelligently extract multiple archive types
de: Intelligent mehrere Archivtypen zu extrahieren
fr: Gestionnaire d'archives en ligne de commande

source: Archive manager for GNOME
de: Archivmanager für GNOME
fr: Gestionnaire d'archives pour GNOME

source: Full-featured graphical FTP/FTPS/SFTP client
de: Voll funktionsfähige grafische FTP / FTPS / SFTP-Client
fr: Client graphique complet FTP/FTPS/SFTP

source: Small and lightweight integrated development environment
de: Kleine und leichte integrierte Entwicklungsumgebung
fr: Éditeur de texte complet et environnement de développement

source: The GNU Image Manipulation Program
de: Das GNU Image Manipulation Program
fr: Programme de manipulation d'images GNU

source: GNOME partition editor
fr: Éditeur de partition

source: Image viewer and browser
de: Bild-Viewer und Browser-
fr: Gestionnaire et visionneuse d'images

source: Versatile DVD ripper and video transcoder
de: Vielseitige DVD-Ripper und Video-Transcoder
fr: Extracteur et encodeur de DVD

source: Mail/news client with RSS and integrated spam filter support
de: Mail / News-Client mit integrierter RSS- und Spamfilter-Unterstützung
fr: Client courriel et flux RSS avec anti-spam intégré

source: Web browser based on Firefox
de: Web-Browser auf Firefox
fr: Navigateur internet basé sur Firefox

source: Vector-based drawing program
de: Vektorbasierte Zeichenprogramm
fr: Éditeur de dessin vectoriel

source: Simple passive magnifier
de: Einfache passive Lupe
fr: Simple loupe passive

source: Convert media files to free formats
de: Convert Media-Dateien auf freie Formate
fr: Convertir en format libre audio et vidéo

source: Create and edit videos and movies
de: Erstellen und bearbeiten Sie Videos und Filme
fr: Outil de montage et d'encodage vidéo

source: Extremely fast and lightweight file manager
de: Extrem schnelle und leicht Datei-Manager
fr: Gestionnaire de fichier pour LXDE

source: Simple to use Photo Batch Processor
de: Einfache Photo Batch Processor verwenden
fr: Éditeur d'images en lot

source: Audio library manager and player for GTK3
de: Audio Bibliotheksmanager und Player für GTK3
fr: Gestionnaire de bibliothèque musicale

source: Online radio streaming player
fr: Lecteur de radio en ligne

source: File manager with an ncurses frontend written in Python
de: Dateimanager mit einer ncurses Frontend in Python geschrieben
fr: Gestionnaire de fichiers en ncurces

source: Lightweight picture-viewer for the Xfce desktop environment
de: Leichte Bild-Viewer für das Xfce Desktop Environment
fr: Visionneuse d'image légère pour XFCE

source: Digital photo organizer
de: Digitale Foto-Organizer
fr: Gestionnaire et visionneuse d'image

source: File Manager for Xfce
de: Dateimanager für Xfce
fr: Gestionnaire de fichiers pour XFCE

source: Lightweight BitTorrent client
de: Leichte BitTorrent-Client
fr: Client bitTorrent léger

source: Vi IMproved - enhanced vi editor
de: Vi improved - verbesserte Editor vi
fr: Éditeur de texte avancé en ligne de commande

source: Multimedia player and streamer
de: Multimedia-Player und Streamer
fr: Lecteur de flux Multimédia

source: Graphical video and audio batch converter
de: Grafische Video- und Audio-Batch-Konverter
fr: Encodeur audio vidéo en lot

source: GTK+ frontend for most used compression formats
de: GTK + Frontend für am meisten verwendeten Komprimierungsformate
fr: Gestionnaire d'archives pour XFCE

source: X Convert File Audio
fr: Extracteur et encodeur audio complet

source: <span size='large'>☺ All changes applied with success</span>
de: <span size='large'>☺ Alle Änderungen erfolgreich angewendet</span>
fr: <span size='large'>☺ Modifications appliquées avec succès.</span>

source: <span size='large'>☹ An Error Occurred!</span>
de: <span size='large'>☹ Ein Fehler ist aufgetreten!</span>
fr: <span size='large'>☹ Oops, une erreur est survenue !</span>

source: Description
de: Beschreibung

source: Expert
de: Experte
